const listDate = [
    {
        folder: 'New folder',
        id: 0,
        date: [{
            "id": 0,
            "title": "Купить продукты",
            "discription": "Молоко, хлеб, яйца, овощи. Купить молоко в магазине \"Ашан\", хлеб в булочной \"Хлеб - Соль\", яйца на рынке \"Дачный\", овощи в супермаркете \"Перекресток\".",
            "date": "2023-12-28",
            "priority": "normal"
        },
        {
            "id": 1,
            "title": "Позвонить врачу",
            "discription": "Напомнить о приеме к терапевту Иванову И.И. Записался на прием на 2023-12-30.",
            "date": "2023-12-29",
            "priority": "urgently"
        }
        ]
    },
    {
        folder: 'New folder2',
        id: 1,
        date: [{
            "id": 0,
            "title": "Подготовить отчет",
            "discription": "Доклад для начальника о результатах работы за 2023 год. В отчете необходимо проанализировать данные продаж, прибыли и расходов. Отчет нужно оформить в виде презентации.",
            "date": "2023-12-30",
            "priority": "easy"
        },
        {
            "id": 1,
            "title": "Купить продукты",
            "discription": "Молоко, хлеб, яйца, овощи. Купить молоко в магазине \"Ашан\", хлеб в булочной \"Хлеб - Соль\", яйца на рынке \"Дачный\", овощи в супермаркете \"Перекресток\".",
            "date": "2023-12-28",
            "priority": "normal"
        },
        ]
    }

]

export default listDate

//'normal', 'urgently', 'easy'
//new Date('2018-07-22').

//layout

//7 дней = 604800000 миллисекунд